let questions = [
    {
        "question":"Q1. 別用鐵鍋煮蘋果、番茄等酸性食物，因為這樣做會降低鐵質的吸收？",
        "answers":[
            ["是",1,10],
            ["否",0,10],
        ]
    },
    {
        "question":"Q2. 大蒜切了後，要趕緊下鍋炒，才能避免營養被破壞？",
        "answers":[
            ["是",0,10],
            ["否",1,10],
        ]
    },
    {
        "question":"Q3. 紅蘿蔔先切再煮，比先煮才切，更能釋出營養素？",
        "answers":[
            ["是",1,10],
            ["否",0,10],
        ]
    },
    {
        "question":"Q4. 在肉湯裡加點酸，可以喝到更多鈣？",
        "answers":[
            ["是",1,10],
            ["否",0,10],
        ]
    },
    {
        "question":"Q5. 馬鈴薯皮坑坑巴巴，容易藏細菌，要先削掉再料理，比較健康？",
        "answers":[
            ["是",0,10],
            ["否",1,10],
        ]
    },
    {
        "question":"Q6. 吃花生時先把花生膜揉掉，比較不傷胃？",
        "answers":[
            ["是",1,10],
            ["否",0,10],
        ]
    },
    {
        "question":"Q7. 冬瓜西瓜可以利尿，但要把皮削掉，才更有效？",
        "answers":[
            ["是",1,"E"],
            ["否",0,"E"],
        ]
    }
];